---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.SetbackTooLarge
source: html/4c9997ba-a852-ee3f-d22c-736864a1beb0.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.SetbackTooLarge Property

Setback computations are too large for this element.

## Syntax (C#)
```csharp
public static FailureDefinitionId SetbackTooLarge { get; }
```